Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/depts/udir.no/laererbrosjyre_ns.pdf.tmx
Source language: sme
Languages: sma

source: Oahpaheddjiide
sma: Lohkehtæjjide

source: Mo geavahit našuvnnalaš geahččalemiid oahppama neavvun ?
sma: Guktie nasjovnale pryövenassh nåhtadidh goh dïrrege lïerehtæmman ?

source: Ođđa vejolašvuođat čuovvolit
sma: Orre nuepieh dan vijriesåbpoe barkose

source: Dál sáhtát jođáneabbo go ovdal oažžut eanet dieđuid du oahppijoavkku bohtosiid birra.
sma: Daelie nuepiem åtnah vielie bïevnesh åadtjodh dov learohkedåehkien illedahki bïjre verkebe goh aarebi.

source: Áigumuššan lea ahte oanehis áiggi maŋŋil geahččalančađaheami sáhtát atnit daid bohtosiid oahpaheami heiveheapmái ja muitalit ohppiide ja fuolaheddjiide dáid bohtosiid birra.
sma: Aajkoe lea datne ånnetji mænngan learohkh pryövenasside tjïrrehtamme, maahtah illedahkide nåhtadidh juktie lohkehtimmiem sjïehtedidh, jïh learohkidie jïh eejhtegidie illedahki bïjre bievnedh.

source: Veaháš maŋŋil čađaheami beasat PAS:s álkes analysanevvui mas lea
sma: ’ esne datne sïjhth varke tjïrrehtimmien mænngan aktem aelhkie joekehtimmiedïrregem åadtjodh goh akte

source: rehkenastinárka, mii muitala dutnje:
sma: ryöknemeaarke, mij datnem beavna daan bïjre:

source: - maid juohke bargamuš mihtida
sma: - maam fïerhte laavenjasse möölie

source: - gallis máhtte bargamušaid našuvnnalaččat ja du oahppijoavkkus (váttisvuođamuttu)
sma: - man gellie mah laavenjasside buektiehtin nasjovnale jïh dov learohkedåehkesne (geervevoete)

source: - guđe fágaide sáhttá laktit geahččalemiid lohkamis ja rehkenastimis
sma: - mejtie faagide dah laavenjassh pryövenassine lohkemisnie jïh ryöknemisnie maehtieh gårresovvedh

source: - guđe mahtodagas bargamušat leat - du oahppijoavkku bohtosiid našuvnnalaš dási ektui - boddosaš čuoggárájáid birgendásiide Daid bohtosiid maid oaččut dán neavvu anedettiin ii galgga raporteret, muhto atnit du oahppijoavkku pedagogalaš čuovvoleamis.
sma: - maam hammojde laavenjassh utnieh - dov learohkedåehkien illedahkh, viertiestamme nasjovnale daltesinie - annjebodts poengeraasth haalvemedaltesidie Dah illedahkh mejtie åadtjoeh gosse daam dïrregem nåhtedh, eah edtjh reektesovvedh, men åtnasovvedh dennie vijriesåbpoe barkosne dov learohkedåehkeste.

source: Juohke geahččaleami ođđa oahpaheaddjibagadallamiin sáhtát lohkat maid galggat dahkat čađaheami ovdal, botta ja maŋŋil.
sma: Dejnie orre lohkehtæjjabïhkedimmine dan aktegs pryövenassese, maahtah lohkedh maam edtjh darjodh åvtelen, gosse dejtie darjoeminie jïh tjïrrehtimmien mænngan.

source: Dás leat geavatlaš rávvagat mo sáhtát bohtosiid čuovvolit.
sma: Daesnie dæjpeles raerieh åadtjoeh guktie datne maahtah illedahkigujmie vijriesåbpoe barkedh.

source: Bagadallamiin leat maiddái máŋggalágan evttohusat resurssaide ja lohkamiidda mat laktašuvvet lohkama ja rehkenastima gálggaide ja eŋgelasgiela fága osiide, mat soitet leat ávkkálaččat skuvlla visot oahpaheddjiide.
sma: Bïhkedimmine aaj ovmessie raeriestimmieh gaavnh vierhtiej jïh lohkemesaamhti bïjre ektiedamme maehtelesvoetide lohkemisnie jïh ryöknemisnie jïh bieline eengelskefaageste mah maehtieh nuhteligs årrodh gaajhkide lohkehtæjjide skuvline.

source: Mo atnit geahččalemiid oahppama árvvoštallanbarggus ?
sma: Guktie pryövenasside nåhtadidh barkosne vuarjasjimmine lïerehtæmman ?

source: Njeallje prinsihpa leat dehálaččat oahppama árvvoštallanbarggus.
sma: Joekoen njieljie prinsihph mah leah vihkeles gosse vuarjasjimmine lïerehtæmman barkeminie.

source: Dát leat guovddáš prinsihpat maiddái geahččalemiid barggus.
sma: Daah prinsihph aaj vihkeles gosse pryövenassigujmie barkeminie.

source: Prinsihpat leat dutkanvuđot ja sáhttet laktojuvvot bargobotta árvvoštallamii, mii
sma: Dah prinsihph våaromem utnieh dotkemisnie jïh maahta dejtie ektiedidh daesnie-jïh daelievuarjasjæmman

source: lea čilgejuvvon oahpahuslága láhkaásahusas.
sma: mij lea buerkiestamme ööhpehtimmielaaken mieriedimmesne.

source: Ohppiid oahppaneavttuid sáhttá nannet jus sii:
sma: Maahta learohki nuepieh lïeredh dåarjedidh jis dah:

source: 1) áddejit maid galget oahppat, ja mii sis vurdojuvvo 2) ožžot máhcahemiid mat muitalit sidjiide sin barggu dahje olahusa kvalitehta birra
sma: 1) guarkah maam edtjieh lïeredh, jïh maam veanhtede dejstie 2) bïevnesh bååstede åadtjoeh mah dejtie barkoen kvaliteeten jallh haalvemen bïjre soptsestieh

source: 3) rávvejuvvojit mo sáhttet čeahpput 4) servet iežaset oahppanbargui earret eará nu ahte árvvoštallet bargguset ja ahtanuššameaset
sma: 3) raerieh åadtjoeh guktie maehtieh jïjtjemse bueriedidh 4) leah meatan vaaltasovveme jïjtse lierehtimmiebarkosne, gaskem jeatjah jïjtse barkoem jïh jïjtse evtiedimmiem vuarjasjdih

source: Oahppit galget áddet maid galget oahppat ja mii sis vurdojuvvo
sma: Learohkh edtjieh guarkedh maam edtjieh lïeredh jïh maam dejstie

source: Go barggat geahččalemiiguin ja árvvoštallamiin, de lea dehálaš ahte oahppit dihtet manne sii árvvoštallojit, ja mii sis vurdojuvvo.
sma: veanhtede Gosse datne pryövenassigujmie jïh vuarjasjimmine barkh, dle vihkeles learohkh daejrieh mannasinie dah vuarjasjamme sjidtieh, jïh maam dejstie veanhtede.

source: Háleš danne ohppiiguin geahččaleami áigumuša birra, ja maid dat mihtida.
sma: Soptsesth dannasinie learohkigujmie pryövenassen aajkoen bïjre, jïh maam dïhte möölie.

source: Muital ohppiide ahte áigumuššan lea atnit bohtosiid oaidnin dihtii man muttus sii leat, nu ahte sáhtát sin veahkehit ovddasguvlui.
sma: Soptsesth learoehkidie aajkoe lea illedahkide nåhtadidh juktie vuejnedh gusnie dah tjåadtjoeh, guktie datne maahtah dejtie guhkiebasse viehkiehtidh.

source: Muhtin ohppiide soaitá geahččalanvuohki leat amas.
sma: Muvhtide learoehkidie dle pryövenassevuekie maahta ovnohkens årrodh.

source: Ráhkkanahte danne ohppiide dasa mii sis lea vuordimis, nu ahte sáhttet dovdat oadjebasvuođa.
sma: Soptsesth dannasinie learoehkidie maam edtjieh darjodh, guktie dah maehtieh jearsoes domtedh.

source: Muital ohppiide mo galget vástidit iešguđet bargamušaid, maid galget dahkat jus eai ádde muhtin bargamuša, ja man guhkes áigi lea geahččaleapmái.
sma: Soptsesth learoehkidie guktie dah edtjieh vaestiedidh ovmessie laavenjassesåarhtide, maam edtjieh darjodh jis eah aktem laavenjassem guarkh, jïh man guhkiem dah åadtjoeh pryövenassine gïehtelidh.

source: Ráhkkanahte ohppiid dasa ahte sáhttet oažžut bargamušaid maid eai nákce vástidit.
sma: Soptsesth learoehkidie dah maehtieh laavenjassh åadtjodh mejtie eah buektehth vaestiedidh.

source: Ane áinnas daid ovdamearkkaid mat leat Oahpahusdirektoráhta neahttasiidduin.
sma: Nåhtedh maaje vuesiehtimmielaavenjasside Ööhpehtimmiedirektovraten nedtesæjrosne.

source: Atte máhcahemiid ja rávvagiid mo joatkit Árvvoštallama sáhttá atnit ohppiide máhcahemiide, mat muitalit sidjiide barggu dahje olahusa kvalitehta birra, ja rávvagiid mo sáhttet čeahpput.
sma: Maahta vuarjasjimmiem nåhtadidh juktie learoehkidie bïevnesh bååstede vedtedh mah dejtie kvaliteeten bïjre barkosne jallh haalvemen Laavenjostoe barkoevoelpigujmie vihkielommes maehtelesvoeti bïjre

source: Dieđuid sáhttá vel atnit háleštallamii ohppiiguin ja Ovttasbargu bargoskihpáriiguin vuođđogálggaid hárrái
sma: Dah vihkielommes maehtelesvoeth lohkemisnie jïh ryöknemisnie leah meatan vaaltasovveme maahtoeulmine gaajhkine faagine.

source: Vaikke gálggat fágain bohtet máŋgga láhkai ovdan, de leat bohtosat guoskevaččat buot oahpaheddjiide eai ge dušše oahpaheddjiide dárogielas ja matematihkas.
sma: Jalhts maehtelesvoeth lea joekehtslaakan tjïertestamme faagine, dle illedahkh sijhtieh sjyöhtehke årrodh gaajhkide lohkehtæjjide jïh ij ajve learoehkidie nöörjen gïelesne jïh matematihkesne.

source: Nannen dihtii vuođđogálggaid visot fágain, de lea ávkkálaš ahte oahpaheaddjijoavku daid cehkiin mat čađahit geahččalemiid, ovttas analyserejit ja digaštallet geahččalemiid bohtosiid.
sma: Juktie dejtie vihkielommes maehtelesvoetide nænnoesåbpoe darjodh gaajhkine faagine, dle sæjhta joekoen hijven årrodh jis gaajhkh lohkehtæjjah dejnie daltesinie mah pryövenasside tjïrrehtieh, ektesne joekehtieh jïh digkiedieh pryövenasseilledahkide.

source: Go ovttas čoahkkáigeassá geahččaleami bohtosiid, de sáhttá oahpaheaddjijoavku oaidnit mas oahppit bures birgejit, ja mainna iešguđet fágain fertejit bargat eanet.
sma: Gosse pyövenassi illedahki bïjre ektesne soptsestieh, dle gaajhkh lohkehtæjjah åadtjoeh daejredh maam learohkh hijvenlaakan haalvoeh, jïh mejnie dah byöroeh vielie barkedh

source: Háleš bargoskihpáriiddátguin
sma: Soptsesth dov barkoevoelpigujmie

source: • Oaidnit go bohtosiin minstariid dahje sojuid ?
sma: • Mah mijjieh maallh jallh otnjegh illedahkine vuejnebe ?

source: • Leat go mis eará dieđut mat nannejit dahje láivudit bohtosiid ?
sma: • Mijjen jeatjah bïevnesh mah nænnoestieh jallh nåhkehtieh illedahkide ?

source: • Digaštallet mo áigubehtet čuovvolit daid ohppiid geat leat olu vulobealde dahje olu bajábealde gaskameari.
sma: • Digkiedidie guktie dijjieh sïjhtede dejtie learoehkidie dåarjedidh mah leah guhkene gaskemedtien nuelelen jallh guhkene gaskemedtien bijjelen.

source: • Maid dahket du bargoskihpárat go galget ohppiideaset čuovvolit ?
sma: • Maam dov barkoevoelph darjoeh gosse edtjieh sijjen learohkh dåarjedidh ?

source: Eanet dieđuid árvvoštallama ja geahččalemiid birra oainnát dás www.udir.no
sma: Vielie bïevnesh vuarjasjimmien jïh pryövenassi bïjre gaavnh daesnie www.udir.no
